{
  "proverbs": [
    "There is nothing wrong with a life of peace and prosperity. I suggest you think about what it is you want from your life.",
    "Be careful what you wish for. History is not always kind to its subjects.",
    "Failure is only the opportunity to begin again.",
    "Sometimes, the best way to solve your own problems is to help someone else.",
    "Good times become good memories, but bad times make good lessons.",
    "It is usually best to admit mistakes when they occur, and to seek to restore honor.",
    "It is important to draw wisdom from many different places.",
    "It’s time for you to look inward and start asking yourself the big question: who are you and what do you want?",
    "Sharing tea with a fascinating stranger is one of life’s true delights.",
    "Hope is something you give yourself. That is the meaning of inner strength.",
    "Sometimes life is like this dark tunnel. You can't always see the light at the end of the tunnel, but if you just keep moving... you will come to a better place.",
    "Destiny is a funny thing. You never know how things are going to work out.",
    "While it is always best to believe in oneself, a little help from others can be a great blessing.",
    "Pride is not the opposite of shame, but its source. True humility is the only antidote to shame.",
    "Life happens wherever you are, whether you make it or not.",
    "No amount of correction can outweigh the strength of encouragement. Correction does much, but encouragement does more.",
    "Wisdom lies not in the answers one gives, but in the questions one asks. It is not the answer that enlightens, but the question.",
    "Both the past and the future are beyond our reach, it's the present you must grasp. Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "You will never succeed if you don't do anything at all. Action is the foundational key to all success.",
    "Let your dreams, not your nightmares, define who you are. Let your hopes, not your hurts, shape your future.",
    "All your actions you make today can bring you a better tomorrow. What you do today can improve all your tomorrows.",
    "What could've been does not equal what can no longer be. It is never too late to be what you might have been.",
    "Don't spend your life looking for who you are, instead spend time to create who you want to be. Life isn't about finding yourself. Life is about creating yourself.",
    "Be as you wish to be perceived. Be as you wish to seem.",
    "It's impossible to lose if you never give up. You just can't beat the person who never gives up.",
    "No matter what path you walk in life, it's better to walk it with a friend. Walking with a friend in the dark is better than walking alone in the light.",
    "It's impossible to succeed without the belief that you can. In order to succeed, we must first believe that we can.",
    "Aim for the sky and you could hit a star. Aim for the moon. If you miss, you may hit a star.",
    "Be the light through your actions and darkness will disappear around you. Give light, and the darkness will disappear of itself.",
    "You don't figure out how to live by thinking about it, but by living life. Everything has been figured out, except how to live.",
    "If you don't know, listen to those who do and learn. Know or listen to those who know.",
    "A bad workman always blames their tools.",
    "Just as a snake sheds its skin, we must shed our past over and over again.",
    "You can never plan the future by the past.",
    "You will not be punished for your anger; you will be punished by your anger.",
    "Only the dead have seen the end of war.",
    "The ability to observe without evaluating is the highest form of intelligence.",
    "Learn as if you will live forever, live like you will die tomorrow.",
    "Experience is a hard teacher because she gives the test first, the lesson afterwards.",
    "Some of us think holding on makes us strong, but sometimes it is letting go.",
    "Pain can change you, but that doesn't mean it has to be a bad change. Take that pain and turn it into wisdom.",
    "This too shall pass."
  ],
  "openers": [
    "A word of advice: ",
    "Allow me to impart some wisdom: ",
    "Remember: ",
    "Consider this: ",
    "Wise words for you: "
  ]
}